Repository: tomwyr/pinger
Catalog: lib/l10n/intl_*.arb
Languages: fr, pl

# archivePageTitle
source: Archive
pl: Archiwum

# favoritesPageTitle
source: Favorites
fr: Favoris
pl: Ulubione

# settingsPageTitle
source: Settings
fr: Paramètres
pl: Ustawienia

# recentsPageTitle
source: Recents
fr: Derniers
pl: Ostatnie

# sessionPageTitle
source: Session
pl: Sesja

# resultPageTitle
source: Results
fr: Résultats
pl: Wyniki

# nothingToShowTitle
source: There't nothing here yet
fr: Il n'y a encore rien ici
pl: Nic jeszcze tutaj nie ma

# searchHostHint
source: Search for host...
fr: Rechercher un hôte...
pl: Znajdź hosta...

# confirmHostRemoveTitle
source: Remove selected items?
fr: Supprimer les éléments sélectionnés?
pl: Usunąć zaznaczone elementy?

# removeHostsTitle
source: Remove
pl: Usuń

# startNowButtonLabel
source: Start now
fr: Démarrer maintenant
pl: Rozpocznij

# showIntroButtonLabel
source: Show intro
fr: Montrer intro
pl: Wprowadzenie

# tryAgainButtonLabel
source: Try again
fr: Retenter
pl: Spróbuj ponownie

# getStartedButtonLabel
source: Get started
fr: Démarrer
pl: Rozpocznij

# shareLocationButtonLabel
source: Share location
fr: Partager la localisation
pl: Udostępnij pozycję

# moreHostsButtonLabel
source: More
fr: Plus
pl: Więcej

# moreHostsCountButtonLabel
source: + {count} more
fr: + {count} plus
pl: + {count} więcej

# skipButtonLabel
source: SKIP
fr: SAUTER
pl: POMIŃ

# cancelButtonLabel
source: CANCEL
fr: ANNULER
pl: ANULUJ

# resetButtonLabel
source: RESET
fr: REMETTRE
pl: PRZYWRÓĆ

# sessionFavoriteButtonLabel
source: Favorite
fr: Favori
pl: Ulubione

# sessionAdjustButtonLabel
source: Adjust
fr: Régler
pl: Dostosuj

# homeIntroTitle
source: See short intro that presents main functionalities of the app
fr: Regardez une introduction brève qui présente les fonctionnalités principales de l'appli
pl: Zobacz krótkie wprowadzenie dostępnych funkcjonalności

# homeIntroDesc
source: Or skip intro and start using the app right away
fr: Ou sautez-la et commencez d'utiliser l'appli tout de suite
pl: Lub pomiń je i zacznij korzystać z aplikacji od razu

# archiveEmptyDesc
source: Save results after pinging a host to see them later here
fr: Sauvegardez les résultats après pinger un hôte pour les voir plus tard ici
pl: Zapisz wyniki pingowania hosta, aby zobaczyć je później w tym miejscu

# searchResultsEmptyTitle
source: No results found
fr: Aucuns résultats trouvés
pl: Nic nie znaleziono

# searchResultsEmptyDesc
source: There are no hosts matching given query - you can still select and try to ping it
fr: Il n'y a aucun hôte qui correspond à la requête donnée - vous pouvez toujours le selectionner et essayer de pinger
pl: Brak wyników pasujących do podanego hosta - możesz nadal wybrać go i spróbować pingować

# confirmResultRemoveTitle
source: Delete this result?
fr: Supprimer ce résultat?
pl: Usunąć wyniki?

# confirmRemoveDesc
source: This action is irreversible
fr: Cette action est irréversible
pl: Tej akcji nie można cofnąć

# resultsMoreTabLabel
source: Other
fr: Autres
pl: Inne

# resultsInfoTabLabel
source: More
fr: Plus
pl: Więcej

# resultsGlobalTabLabel
source: Compare
fr: Comparer
pl: Porównaj

# resultsResultsTabLabel
source: Results
fr: Résultats
pl: Wyniki

# pingSettingsSheetTitle
source: Ping settings
fr: Paramètres de pinger
pl: Ustawienia pingowania

# pingSettingsSheetSubtitle
source: Changes will affect only current sesion
fr: Des changes influenceront seulement la session actuelle
pl: Zmiany zostaną zastosowane tylko w obecnej sesji

# sessionStartPromptTitle
source: Tap button to start new session
fr: Tapez sur le bouton afin de commencer une nouvelle session
pl: Naciśnij przycisk, aby rozpocząć sesję

# sessionStartPromptDesc
source: Long press button to send as many requests as needed
fr: Tapez-le longtemps pour envoyer autant de demandes que vous en avez besoin
pl: Przytrzymaj przycisk, aby wysłać tyle zapytań ile potrzebujesz

# introSelectHostTitle
source: Select host
fr: Sélectionnez un hôte
pl: Wybierz hosta

# introSelectHostDesc
source: Either pick one of suggested hosts, find it among hosts pinged by other users or enter your own
fr: Soit sélectionnez l'un des hôtes suggérés, trouvez-le parmi les hôtes pingés par les autres utilisateurs ou tapez votre propre
pl: Wybierz hosta spośród proponowanych, znajdź go wśród hostów pingowanych przez innych lub wybierz własny

# introAdjustSettingsTitle
source: Adjust settings
fr: Réglez les paramètres
pl: Dostosuj ustawienia

# introAdjustSettingsDesc
source: Change ping settings and preferences to adjust app behavior to your needs
fr: Modifiez les paramètres de pinger et les préférences pour adapter le fonctionnement de l'appli aux vos besoins
pl: Zmień ustawienia pingowania i preferencje, aby dostosować zachowanie aplikacji

# introPingHostTitle
source: Ping host
fr: Pingez l'hôte
pl: Pinguj hosta

# introPingHostDesc
source: Either perform a quick ping by long pressing ping button or tap it to start new session
fr: Soit faites un ping-rapide en appuyant sur le bouton longtemps ou tapez-le pour commencer une nouvelle session
pl: Wykonaj szybkie pingowanie przytrzymując przycisk lub naciśnij go, aby rozpocząć nową sesję

# introSaveResultsTitle
source: Save results
fr: Sauvegardez le résultat
pl: Zapisz wyniki

# introSaveResultsDesc
source: Archive ping results to get back to them later and compare them with other app users
fr: Archivez les résultats de pinger pour les revoir plus tard et les comparer avec d'autres utilisateurs de l'appli
pl: Zapisz wyniki pingowania, aby wrócić do nich później i porównać z innymi użytkownikami

# homeFavoritesSubtitle
source: Favorites
fr: Favoris
pl: Ulubione

# homeFavoritesEmptyPlaceholder
source: Bookmark pinged hosts to quickly access them from here
fr: Marquez les hôtes pingés afin de les accéder rapidement par ici
pl: Zapisz pingowanego hosta, aby mieć do niego szybki dostęp

# homeRecentsSubtitle
source: Recents
fr: Derniers
pl: Ostatnie

# homeRecentsEmptyPlaceholder
source: Latest hosts will show up here after they are pinged
fr: Derniers hôtes apparaîtront ici après avoir été pingés
pl: Ostatnie pingowane hosty pojawią się w tym miejscu

# homePopularSubtitle
source: Popular
fr: Populaires
pl: Najczęstsze

# homeCurrentSubtitle
source: Session
pl: Sesja

# resultsGroupCount
source: {count} results
fr: {count, plural, =0{0 résultats} =1{1 résultat} =2{2 résultats} few{{count} résultats} many{{count} résultats} other{{count} résultats}}
pl: {count, plural, =0{0 wyników} =1{1 wynik} =2{2 wyniki} few{{count} wyniki} many{{count} wyników} other{{count} wyników}}

# weeksSinceNow
source: {weeks} w
fr: {weeks} s
pl: {weeks} t

# hoursSinceNow
source: {hours} h
pl: {hours} g

# replaceSessionSheetTitle
source: Another session in progress
fr: Une autre session en cours
pl: Inna sesja jest uruchomiona

# replaceSessionSheetSubtitle
source: Stop current session {currentHost} and start new one {newHost}?
fr: Arrêter la session actuelle {currentHost} et commencer une nouvelle {newHost}?
pl: Zatrzymać obecną sesję {currentHost} i uruchomić nową {newHost}?

# settingSheetTitle
source: Provide new value
fr: Fournissez une nouvelle valeur
pl: Podaj nową wartość

# settingsPingSectionTitle
source: Ping
fr: Pinger
pl: Pingowanie

# settingsResultsSectionTitle
source: Results
fr: Résultats
pl: Wyniki

# settingsOtherSectionTitle
source: Other
fr: Autres
pl: Inne

# appVersion
source: Version
pl: Wersja

# settingsShareResultsLabel
source: Share results
fr: Partager les résultats
pl: Udostępnij wyniki

# settingsShareResultsDesc
source: Session statistics will be shared in order to allow other app users to compare them with their results
fr: Les statistiques de session seront partagées pour permettre aux autres utilisateurs de l'appli de les comparer avec leurs résultats
pl: Statystyki sesji zostaną udostępnione, aby umożliwić innym użytkownikom porównanie ich ze swoimi wynikami

# settingsAttachLocationTitle
source: Attach location
fr: Attacher la localisation
pl: Udostępnij pozycję

# settingsAttachLocationDesc
source: Current location will be attached to session statistics in order to comapre them on global results map
fr: La localisation actuelle sera attachée aux statistiques de session afin de les comparer sur une carte de résultats globale
pl: Obecna pozycja zostanie dołączona do statystyk sesji, aby porównać je z innymi na mapie świata

# settingsNightModeTitle
source: Night mode
fr: Mode nuit
pl: Tryb nocny

# settingsSystemNotificationTitle
source: System notification
fr: Notifications système
pl: Powiadomienie systemowe

# settingsSystemNotificationDesc
source: Current status of running ping sessions will appear in system tray
fr: Le statut actuel des sessions en cours apparaîtra sur la barre de notification
pl: Aktualny status uruchomionej sesji pojawi się w powiadomieniach systemowych

# settingsRestoreHostTitle
source: Remember host
fr: Retenir l'hôte
pl: Zapamiętaj hosta

# settingsRestoreHostDesc
source: New session will be automatically created for latest pinged host
fr: Une nouvelle session sera automatiquement créée pour le dernier hôte pingé
pl: Nowa sesja zostanie automatycznie utworzona dla ostatniego hosta

# settingsPingTimeoutLabel
source: Timeout
fr: Délai maximum
pl: Maks. czas zapytania

# settingsPingIntervalLabel
source: Interval
fr: Intervalle
pl: Interwał

# settingsPingCountLabel
source: Count
fr: Nombre
pl: Ilość

# settingsPingPacketSizeLabel
source: Packet size
fr: Taille de paquet
pl: Rozmiar pakietu

# sessionResultsSubtitle
source: Results
fr: Résultats
pl: Wyniki

# viewTypeGaugleLabel
source: Meter
fr: Compteur
pl: Licznik

# viewTypeListLabel
source: List
fr: Liste
pl: Lista

# viewTypeChartLabel
source: Chart
fr: Graph
pl: Wykres

# viewTypeMax
source: Max
pl: Maks

# viewTypeMean
source: Mean
fr: Moy
pl: Śred

# sessionSummarySubtitle
source: Summary
fr: Résumé
pl: Podsumowanie

# sessionPingCountsSubtitle
source: Progress
fr: Progrès
pl: Postęp

# sessionPingValuesSubtitle
source: Statistics
fr: Statistiques
pl: Statystyki

# pingSuccessCountLabel
source: Success
fr: Réussis
pl: Udane

# pingFailedCountLabel
source: Failed
fr: Échoués
pl: Nieudane

# pingTotalCountLabel
source: Total
fr: Au total
pl: Razem

# pingMeanCountLabel
source: Mean
fr: Moy
pl: Śred

# pingMaxValueLabel
source: Max
pl: Maks

# resultResultsSubtitle
source: Results
fr: Résultats
pl: Wyniki

# resultOtherEmptyDesc
source: Other results will show up here once there are more of them for this host
fr: Les autres résultats apparaîtront ici après il'y en a plus pour cet hôte
pl: Inne wyniki pojawią się w tym miejscu, kiedy zostaną zapisane dla tego hosta

# pingSummaryCountLabel
source: Requests
fr: Demandes
pl: Zapytania

# pingSummaryDurationLabel
source: Duration
fr: Durée
pl: Czas trwania

# pingSummaryDateLabel
source: Date
pl: Data

# resultGlobalEmptyDesc
source: Check again after some time when there is data available for this host
fr: Revenez après quelque temps quand il y a des données disponible pour cet hôte
pl: Sprawdź ponowanie za jakiś czas, kiedy pojawią się dane dla tego hosta

# dataFetchFailedTitle
source: Could not fetch data
fr: A échoué de charger des données
pl: Nie udało się pobrać danych

# dataFetchFailedDesc
source: Something went wrong when getting the data - try again after some time
fr: Quelque chose s'est mal passé lors du chargement des données - retentez après quelque temps
pl: Coś poszło nie tak podczas pobierania danych - spróbuj ponownie za jakiś czas

# enableLocationPromptTitle
source: Enable location to see your result compared with others
fr: Activer la localisation pour voir votre résultat par rapport aux autres
pl: Udostępnij pozycję, aby porównać swoje wyniki z innymi

# enableLocationPromptDesc
source: Current location will be attached to session statistics in order to comapre them on global results map
fr: La localisation actuelle sera attachée aux statistiques de session afin de les comparer sur une carte de résultats globale
pl: Obecna pozycja zostanie dołączona do statystyk sesji, aby porównać je z innymi na mapie świata

# pingGlobalYourResult
source: Your result
fr: Votre résultat
pl: Twój wynik

# pingGlobalByLocationSubtitle
source: Results by location
fr: Résultats par la localisation
pl: Wyniki dla lokalizacji

# pingGlobalByFrequencySubtitle
source: Results by frequency
fr: Résultats par la fréquence
pl: Wyniki dla częstotliwości

# pingGlobalByLocationDesc
source: Ping value for others is {value} ms
fr: Valeur de pinger pour les autres est {value} ms
pl: Wynik pingowania innych to {value} ms

# pingGlobalByFrequencyDesc
source: Your result is better than {value}% of others
fr: Votre résultat est mieux que {value}% des autres
pl: Twój wynik jest lepszy, niż {value}% innych

# pingInfoInfoSubtitle
source: Info
pl: Informacje

# pingInfoDateLabel
source: Date
pl: Data

# pingInfoDurationLabel
source: Duration
fr: Durée
pl: Czas trwania

# pingInfoSettingsSubtitle
source: Settings
fr: Paramètres
pl: Ustawienia

# notificationStartedTitle
source: Ping started
fr: {host} [en cours]
pl: Pingowanie rozpoczęte

# notificationStartedBody
source: Last result: {value} ms
fr: Résultat dernier: {value} ms
pl: Ostatni wynik: {value} ms

# notificationPausedTitle
source: Ping paused
fr: {host} [mise en pause]
pl: Pingowanie zatrzymane

# notificationPausedBody
source: Progress: {current}/{total}
fr: Progrès: {current}/{total}
pl: Postęp: {current}/{total}

# notificationDoneTitle
source: Ping done
fr: {host} [finie]
pl: Pingowanie zakończone

# notificationDoneBody
source: Min: {min} ms / Mean: {mean} ms / Max: {max} ms
fr: Min: {min} ms / Moy: {mean} ms / Max: {max} ms
pl: Min: {min} ms / Śred: {mean} ms / Maks: {max} ms

# sessionSearchButtonLabel
source: Search
fr: Réchercher

# daysSinceNow
source: {days} d
fr: {days} j

# notificationAccessDisabledTitle
source: Notifications disabled
fr: Notifications désactivées

# notificationAccessDisabledDesc
source: Change permission settings to allow the app to show notifications
fr: Ajustez les paramètres de permissions pour autoriser l'appli de montrer des notifications

# locationAccessDisabledTitle
source: Location disabled
fr: Localisation désactivée

# locationAccessDisabledDesc
source: Change permission settings to allow the app to detect device location
fr: Ajustez les paramètres de permissions pour autoriser l'appli d'accéder la localisation d'appareil
